Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.55b287d1dab0
source: 体重だけで変化を決めません
ar_sa: الوزن وحده لا يحدد التغير.
ca: El pes sol no determina el canvi.
cs: Nehodnotíme změny pouze podle váhy.
da: Vi vurderer ikke kun vægtændringer.
de_de: Nicht nur das Gewicht als Grundlage für Veränderungen verwenden.
el: Δεν βασίζεστε μόνο στο βάρος για να αξιολογήσετε την πρόοδό σας.
en_au: Don't base your progress solely on weight.
es_es: No se decide por el peso solamente.
fi: Painon perusteella ei tehdä päätöksiä.
fr_ca: Le poids seul ne suffit pas pour évaluer les changements.
gu: માત્ર વજનના આધારે ફેરફારો નક્કી કરશો નહીં
he: שינויים לא נקבעים רק על סמך משקל.
hi: केवल वजन के आधार पर बदलाव का निर्धारण नहीं करते।
hr: Ne odlučujte o promjenama samo prema težini.
hu: Nem csak a súly alapján ítéljük meg az eredményeket.
id: Jangan hanya menentukan perubahan berdasarkan berat badan.
it: Non basare le decisioni solo sul peso.
ko: 단순 체중 변화만으로 판단하지 않습니다.
mr: फक्त वजनावर आधारित बदल निश्चित करू नका
ms: Jangan hanya berdasarkan berat badan untuk menentukan perubahan.
nl_nl: Veranderingen worden niet alleen bepaald door je gewicht.
no: Ikke baser endringene kun på vekt.
pl: Nie decyduj się na zmiany tylko w oparciu o wagę.
pt_br: Não decida apenas com base no peso.
pt_pt: Não decida apenas com base no peso.
ro: Nu ne bazăm doar pe greutate pentru a evalua progresul.
ru: Не стоит судить о прогрессе только по весу.
sk: Zmeny nezávisia len od hmotnosti.
sl: Ne odločajte se glede napredka samo po teži.
sv: Vi bedömer inte förändringar enbart utifrån vikt.
ta: எடையை மட்டும் வைத்து மாற்றங்களை தீர்மானிக்க வேண்டாம்.
te: కేవలం బరువు ఆధారంగా మార్పులను నిర్ణయించము.
th: อย่าตัดสินจากการเปลี่ยนแปลงของน้ำหนักตัวเพียงอย่างเดียว
tr: Sadece kiloyu baz alarak değişiklikleri belirlemiyoruz.
uk: Не визначайте зміни лише за вагою.
vi: Không chỉ dựa vào số cân để đánh giá sự thay đổi.
zh_hans: 不以体重作为唯一的标准来决定变化
zh_hant: 不只依賴體重來判斷變化

# domain_catalog.55d772a6e8ff
source: 全身の筋量とバランス
ar_sa: كتلة عضلات الجسم بالكامل وتوازنها
ca: Massa i equilibri muscular del cos sencer
cs: Množství a rovnováhu svalů celého těla.
da: Muskelmasse og balance i hele kroppen.
de_de: Gesamtmuskulatur und -ausgleich
el: Μάζα και ισορροπία των μυών ολόκληρου του σώματος.
en_au: Total muscle mass and balance.
es_es: Volumen muscular y equilibrio del cuerpo completo.
fi: Kokonaiskehon lihasmäärä ja -tasapaino.
fr_ca: Quantité et équilibre musculaire du tout le corps.
gu: સંપૂર્ણ શરીરના સ્નાયુઓ અને સંતુલન
he: כמות ואיזון השרירים בכל הגוף.
hi: पूरे शरीर में मांसपेशियों की मात्रा और संतुलन।
hr: Ukupna količina mišića i ravnoteža tijela.
hu: A teljes test izomtömege és egyensúlya.
id: Kekuatan dan keseimbangan seluruh tubuh.
it: Quantità e equilibrio dei muscoli del corpo intero.
ko: 전신의 근량과 균형
mr: संपूर्ण शरीराचे स्नायू आणि संतुलन
ms: Jumlah kekuatan otot dan keseimbangan seluruh badan.
nl_nl: Het totale spier- en vetpercentage van het hele lichaam.
no: Muskelmasse og balanse i hele kroppen.
pl: Zbilansowana masa mięśni całego ciała.
pt_br: Massa muscular e equilíbrio do corpo inteiro.
pt_pt: Massa muscular e equilíbrio do corpo inteiro.
ro: Volumul și echilibrul muscular al corpului întreg.
ru: Общее количество и баланс мышечной массы.
sk: Celkové množstvo a rovnováhu svalov.
sl: Količina in ravnotežje mišic po celotnem telesu.
sv: Total muskelmassa och balans i hela kroppen.
ta: முழு உடலின் தசை மற்றும் சமநிலை.
te: పూర్తి శరీరంలోని కండరాల పరిమాణం మరియు సమతుల్యత.
th: ปริมาณและสมดุลของกล้ามเนื้อทั่วร่างกาย
tr: Tüm vücudun kas kütlesi ve dengesi
uk: Кількість та баланс м'язів усього тіла.
vi: Tổng lượng và sự cân bằng của các nhóm cơ toàn thân.
zh_hans: 全身肌肉量和平衡
zh_hant: 全身肌肉量和平衡

# domain_catalog.562d2e325099
source: 減量の確認ポイント
ar_sa: نقاط التفتيش لفقدان الوزن
ca: Punts de control per a la pèrdua de pes
cs: Body pro kontrolu redukce váhy
da: Kontrolpunkter for vægtreduktion
de_de: Punkte zur Überprüfung des Gewichtsverlusts
el: Σημεία για την επιβεβαίωση της μείωσης βάρους
en_au: Weight loss check points
es_es: Puntos clave para la reducción de peso
fi: Painonpudotuksen tarkistuspisteet
fr_ca: Points de contrôle pour la perte de poids
gu: વજન ઘટાડવાની ચકાસણી પોઈન્ટ
he: נקודות לבדיקת ירידה במשקל
hi: वजन घटाने के लिए महत्वपूर्ण बिंदु
hr: Točke za provjeru smanjenja težine
hu: Vágtatás ellenőrzése
id: Titik-titik untuk memantau penurunan berat badan
it: Punti di controllo per la perdita di peso
ko: 체중 감량 확인 포인트
mr: वजन कमी करण्याच्या लक्षणांचे विश्लेषण
ms: Titik semak untuk mengurangkan berat badan
nl_nl: Controlepunten voor gewichtsverlies
no: Kontrollpunkter for vekttap
pl: Punkty kontrolne redukcji wagi.
pt_br: Pontos importantes para a perda de peso
pt_pt: Pontos importantes para a perda de peso
ro: Puncte de verificare pentru pierderea în greutate
ru: Точки для проверки снижения веса
sk: Body, na ktorých sa môžete spoľahnúť pri redukcii
sl: Točke za preverjanje izgube teže
sv: Kontrollpunkter för viktminskning
ta: எடை குறைப்பை உறுதிப்படுத்த வேண்டிய புள்ளிகள்.
te: బరువు తగ్గడానికి ముఖ్యమైన అంశాలు
th: จุดตรวจสอบเพื่อลดน้ำหนัก
tr: Kilo verme hedefini belirleme noktaları
uk: Ключові моменти для зменшення ваги
vi: Điểm kiểm tra để giảm cân
zh_hans: 减肥确认点
zh_hant: 確認減重的重點

# domain_catalog.566f35486eb5
source: 炊いた白ご飯
ar_sa: أرز أبيض مطبوخ
ca: arròs blanc cuit
cs: Vařená bílá rýže
da: Risopat
de_de: Gekochter Reis
el: Ψητό λευκό ρύζι
en_au: Cooked white rice
es_es: Arroz cocido
fi: Keitetty valkoinen riisi
fr_ca: Riz cuit
gu: કુવામાંનું ચોખાનું ભભલું
he: אורז לבן מבושל
hi: पका हुआ सफेद चावल
hr: Prahirani bijeli riž
hu: Főzésben elkészített fehér rizs
id: Nasi putih yang dimasak
it: Riso cotto
ko: 밥
mr: शिजवलेले पांढरे भात
ms: Nasi putih yang dimasak
nl_nl: Gekookte witte rijst
no: Kokt hvitt ris
pl: Ugotowany biały ryż.
pt_br: Arroz cozido
pt_pt: Arroz cozido
ro: Orez fiert
ru: Сваренный рис
sk: Uvarený biely chlieb
sl: Študeni beli riž
sv: Kokt vitt ris
ta: சமைத்த வெள்ளை அரிசி
te: ఉడికించిన అన్నం
th: ข้าวสวยหุงสุก
tr: Pişmiş beyaz pirinç
uk: Приготований рис
vi: Cơm trắng đã nấu chín
zh_hans: 煮熟的白米饭
zh_hant: 煮飯

# domain_catalog.572082fe89e3
source: 上級者
ar_sa: متقدم
ca: Avançat
cs: Pokročilí uživatelé
da: Avancerede brugere
de_de: Fortgeschrittene
el: Για προχωρημένους χρήστες
en_au: Advanced
es_es: Nivel avanzado
fi: Edistyneet käyttäjät
fr_ca: Niveau avancé
gu: ઉચ્ચ સ્તરના વપરાશકર્તાઓ
he: מתקדמים
hi: उन्नत स्तर
hr: Za napredne korisnike
hu: Haladó szint
id: Tingkat Lanjut
it: Livello avanzato
ko: 고급자
mr: प्रगत वापरकर्ते
ms: Tingkat Lanjut
nl_nl: Voor gevorderden
no: Avansert nivå
pl: Zaawansowani użytkownicy
pt_br: Nível avançado
pt_pt: Nível avançado
ro: Pentru utilizatorii avansați
ru: Для продвинутых пользователей
sk: Pokročilí užívatelia
sl: Napredni uporabnik
sv: Avancerad nivå
ta: மேம்பட்ட நிலை
te: అధునాతన వినియోగదారులు
th: สำหรับผู้ที่มีประสบการณ์
tr: İleri seviye
uk: Для досвідчених користувачів
vi: Nâng cao
zh_hans: 高级模式
zh_hant: 高級模式

# domain_catalog.573b24a5dd9c
source: 落ち着いて論理的。数値と体感を分けて説明する
ar_sa: هادئ ومنطقي. اشرح الأرقام والأحاسيس بشكل منفصل
ca: Tranquil i lògic. Explica els números i les sensacions per separat
cs: Buďte klidní a logičtí. Rozlišujte mezi čísly a fyzickými pocity při vysvětlování
da: Vær rolig og logisk. Forklar med både tal og fornemmelse
de_de: Ruhevolles und logisches Vorgehen. Zahlen und Empfindungen getrennt erklären
el: Μείνετε ήρεμοι και λογικοί. Εξηγήστε χρησιμοποιώντας αριθμούς και αισθήσεις
en_au: Stay calm and logical. Explain using numbers and physical sensations
es_es: Mantén la calma y explica de manera lógica, separando los números y las sensaciones.
fi: Selitä asiat rauhallisesti ja loogisesti, erotatko lukuja ja tuntemuksia
fr_ca: Expliquer calmement et logiquement, en distinguant les chiffres et les sensations
gu: શાંત અને તાર્કિક રીતે, સંખ્યાઓ અને અનુભવોને અલગથી સમજાવો
he: להסביר בצורה רגועה ומדויקת, תוך הפרדה בין מספרים ותחושה
hi: शांत और तर्कसंगत। संख्या और शारीरिक अनुभव को अलग-अलग बताएं
hr: Smirite se i razmislite. Razdijelite informacije između brojeva i osjećaja
hu: Nyugodtan és logikusan, különbséget kell tenni a számok és az érzések között
id: Berpikir tenang dan rasional. Jelaskan perbedaan antara angka dan sensasi tubuh
it: Mantieni un approccio calmo e logico. Spiega le differenze tra numeri e sensazioni fisiche
ko: 차분하고 논리적으로, 수치와 감각을 분리하여 설명
mr: शांतपणे आणि तर्कशुद्ध पद्धतीने, संख्या आणि शारीरिक अनुभवांमध्ये फरक करून स्पष्टीकरण द्या.
ms: Bersabar dan logik. Jelaskan dengan membezakan antara angka dan sensasi
nl_nl: Rustig en logisch. Leg uit met zowel cijfers als gevoel
no: Vær rolig og logisk. Forklar tall og følelser separat
pl: Spokojnie i logicznie, wyjaśniając zarówno liczby, jak i odczucia
pt_br: Mantenha a calma e explique de forma lógica, separando números e sensações
pt_pt: Mantenha a calma e explique de forma lógica, separando números e sensações
ro: Abordează subiectul calm și logic. Distinge între numere și senzație
ru: Спокойно и логично. Объяснять, разделяя числовые данные и ощущения
sk: Buďte pokojní a logickí. Rozdeľte vysvetlenie na čísla a zmyslové vnímanie
sl: Razumljajte in logično razložite, ločite številke od čutnih izkušenj
sv: Var lugn och logisk. Förklara siffror och känslan separat
ta: அமைதியாக, தர்க்கரீதியாக, எண்களையும், உடல் உணர்வுகளையும் தனித்தனியாக விளக்குங்கள்
te: శాంతంగా మరియు తార్కికంగా ఉండండి. సంఖ్యలను మరియు అనుభూతిని వేర్వేరుగా వివరించండి
th: อธิบายอย่างใจเย็นและมีเหตุผล โดยแยกการวัดตัวเลขและการรับรู้
tr: Sakin ve mantıklı olun. Sayıları ve fiziksel deneyimi ayrı ayrı açıklayın
uk: Спокійно та логічно. Роз'яснюйте, розрізняючи числові дані та відчуття
vi: Giải thích một cách bình tĩnh và logic, phân biệt giữa số liệu và cảm nhận
zh_hans: 保持冷静，并用数字和感觉来解释
zh_hant: 保持冷靜，並將數字和身體感覺分開說明

# domain_catalog.57667c7af199
source: 背面
ar_sa: العودة
ca: Enrere
cs: Zadní strana
da: Bagside
de_de: Rücken
el: Πίσω μέρος του σώματος
en_au: Back
es_es: Parte posterior
fi: Takareisilihakset
fr_ca: Dos
gu: પાછળનો ભાગ
he: גב אחורי
hi: पीठ का पिछला भाग
hr: Stražnja površina
hu: Hátsó rész
id: Bagian Belakang
it: Parte posteriore
ko: 후면
mr: पाठीचा भाग
ms: Belakang
nl_nl: Rugzijde
no: Bakside
pl: Tył
pt_br: Parte posterior
pt_pt: Parte posterior
ro: Spate
ru: Задняя часть тела
sk: Zad
sl: Sprednji del
sv: Rygg
ta: பின்பு
te: వెనుక భాగం
th: ด้านหลัง
tr: Arka kısım
uk: Задня частина тіла
vi: Phần lưng

# domain_catalog.57a4cf316c90
source: ブルガリアンスクワット
ar_sa: القرفصاء البلغاري
ca: okupa búlgar
cs: Bulharské dřepy
da: Bulgarske knæløft
de_de: Bulgarische Kniebeuge
el: Κάθισμα με τα πόδια στο πλάτος
en_au: Bulgarian Squat
es_es: Sentadilla búlgara
fi: Bulgarialainen kyykky
fr_ca: Squat bulgare
gu: બલ્ગેરિયન સ્ક્વોટ
he: כפיים לצד הגוף
hi: बल्गेरिया स्क्वाट
hr: Bolgarski skuat.
hu: Bulgáriai combemelés
id: Squat Bulgaria
it: Squat bulgaro
ko: 불가리아 스쿼트
mr: बल्गेरियन स्क्वॅट
ms: Squat Bulgaria
nl_nl: Bulgaarse squat
no: Bulgarsk knebøy
pl: Przysiady bułgarskie
pt_br: Agachamento búlgaro
pt_pt: Agachamento búlgaro
ro: Genuflexiuni bulgariene
ru: Приседания Булгакова
sk: Bulharské výpady
sl: Bulgarski stegno
sv: Bulgariska knäböj
ta: புல்garian ஸ்குவாட்
te: బల్గేరియన్ స్క్వాట్
th: สควอทแบบบัลแกเรีย
tr: Bulgar Squat
uk: Присідання
vi: Squat kiểu Bulgaria
zh_hans: 波伏娃深蹲
zh_hant: 波伏娃深蹲

# domain_catalog.57ae8b998965
source: チン
ar_sa: الذقن
ca: Barbeta
cs: Chin-up
da: Chin-up
de_de: Klimmzüge
el: Έλξεις
en_au: Chin-up
es_es: Dominadas
fi: Leuanveto
fr_ca: Tractions
gu: ચીન
he: כפיים
hi: चिन-अप
hr: Chin-up
hu: Pull-up
id: Chin-up
it: Trazioni alla sbarra
ko: 친업
mr: चिन अप
ms: Chin-up
nl_nl: Chin-up
no: Chinupp
pl: Podciąganie
pt_br: Barra fixa
pt_pt: Barra fixa
ro: Tracțiuni
ru: Отжимания
sk: Shyvanie
sl: Podije
sv: Chins
ta: சின்
te: చిన్
th: ชิน
tr: Chin-up
uk: Підтягування
vi: Xà đơn
zh_hans: 引体向上
zh_hant: 引體向上

# domain_catalog.58d55c32f6a5
source: 完璧さより継続性を優先し、活動量・睡眠・無理のない運動を支援
ar_sa: إعطاء الأولوية للاستمرارية على الكمال ودعم مستويات النشاط والنوم والتمرين السهل
ca: Prioritzar la continuïtat per sobre de la perfecció i donar suport als nivells d'activitat, el son i l'exercici sense esforç
cs: Upřednostňujte kontinuitu před dokonalostí a podporujte aktivitu, spánek a nenáročnou fyzickou aktivitu.
da: Prioriterer kontinuitet frem for perfektion, og støtter aktivitetsniveau, søvn og moderat træning.
de_de: Priorisierung von Kontinuität gegenüber Perfektion, Unterstützung bei Aktivität, Schlaf und moderater Bewegung
el: Προτεραιότητα στη συνέπεια έναντι της τελειότητας, υποστήριξη για την δραστηριότητα, τον ύπνο και τις ελαφρές ασκήσεις
en_au: Prioritize consistency over perfection, supporting activity levels, sleep, and sustainable exercise.
es_es: Priorizar la continuidad sobre la perfección, apoyando la actividad física, el sueño y el ejercicio moderado
fi: Prioriteettina jatkuvuus, tukee aktiivisuutta, unta ja kohtuullista liikuntaa
fr_ca: Privilégier la continuité plutôt que la perfection, et soutenir l'activité physique, le sommeil et un entraînement sans effort.
gu: પરફેક્ટતા કરતાં, પ્રવૃત્તિ, ઊંઘ અને સરળ કસરતને પ્રાધાન્ય આપો
he: להעדיף עקביות על מושלמות, ולתמוך בפעילות גופנית, שינה ופעילות סבירה
hi: निरंतरता को प्राथमिकता दें, और गतिविधि, नींद और बिना किसी परेशानी के व्यायाम करने में मदद करें
hr: Prioritet dajem dugotrajnosti umjesto savršenosti, podrška za aktivnosti, spavanje i neopterećujuće vježbe
hu: A tartózkodásra és az aktivitáson, valamint a kényes mozgásra összpontosítva, támogatja a célokat
id: Prioritaskan keberlanjutan daripada kesempurnaan, serta mendukung aktivitas, tidur, dan olahraga yang tidak berat
it: Privilegia la continuità rispetto alla perfezione, supportando l'attività fisica, il sonno e un esercizio moderato.
ko: 완벽보다 지속성을 우선시하고, 활동량, 수면, 무리 없는 운동을 지원
mr: परिपूर्णतेपेक्षा सातत्यला प्राधान्य, तसेच शारीरिक हालचाल, झोप आणि योग्य व्यायामास मदत करणे
ms: Prioritaskan konsisten daripada kesempurnaan, serta menyokong aktiviti, tidur, dan senaman yang sesuai
nl_nl: Prioriteit geven aan consistentie boven perfectie, en ondersteuning bieden voor activiteit, slaap en een veilige trainingsroutine
no: Prioriterer kontinuitet fremfor perfeksjon, og støtter aktivitetsnivå, søvn og moderat trening
pl: Priorytetem jest ciągłość, a nie perfekcja, wspierając aktywność fizyczną, sen i umiarkowane ćwiczenia
pt_br: Priorizando a continuidade em vez da perfeição, auxiliando na atividade física, sono e exercícios sem esforço excessivo
pt_pt: Priorizando a continuidade em vez da perfeição, auxiliando na atividade física, sono e exercícios sem esforço excessivo
ro: Prioritizează continuitatea față de perfecțiune, susținând activitatea fizică, somnul și exercițiile moderate
ru: Приоритет – постоянство, а не совершенство, поддержка активности, сна и умеренных тренировок
sk: Priorita je trvalosť, podporuje aktívny životný štýl, spánok a nenáročné cvičenie.
sl: Prioritizirajte vztrajnost pred popolnostjo in podprejte aktivnost, spanje ter nezahtevne treninge
sv: Prioritera kontinuitet framför perfektion, och stöd aktivitet, sömn och ansträngningsfri träning
ta: தொடர்ச்சியான செயல்பாட்டை ஊக்குவிக்கவும், உடற்பயிற்சி, தூக்கம் மற்றும் அதிகப்படியான வேலைகளைத் தவிர்க்கவும்.
te: సరిగ్గా కాకుండా నిలకడకు ప్రాధాన్యత ఇవ్వడం, మరియు వ్యాయామం, నిద్ర మరియు సులభమైన వ్యాయామాలకు సహాయం చేయడం
th: ให้ความสำคัญกับการทำกิจกรรมอย่างต่อเนื่องมากกว่าความสมบูรณ์แบบ สนับสนุนการออกกำลังกายและการนอนหลับที่เหมาะสม
tr: Mükemmellik yerine devamlılığı önceliklendirme, aktivite, uyku ve aşırı olmayan egzersizlere destek sağlama
uk: Пріоритет – стабільність, підтримка активності, сну та помірного навантаження
vi: Ưu tiên sự bền bỉ hơn hoàn hảo, hỗ trợ hoạt động, giấc ngủ và tập luyện hợp lý
zh_hans: 优先考虑持续性而非完美，支持活动量、睡眠和适度的运动
zh_hant: 优先考虑持续性而非完美，支持活动量、睡眠和适度的运动

# domain_catalog.596d696f6a77
source: 残りの食事目安
ar_sa: خطة الوجبات المتبقية
ca: Pla d'àpats restants
cs: Odhad zbytku jídla
da: Resten af måltiderne
de_de: Empfohlene Mahlzeiten für den Rest des Tages
el: Ενδεικτικές ποσότητες τροφών
en_au: Remaining meal suggestions
es_es: Guía de alimentación restante
fi: Jäljelle jäävän ruokailun ohjeet
fr_ca: Suggestions pour les repas restants
gu: બાકીની આહારની ભલામણ
he: מספר מנות מזון מוערך
hi: शेष भोजन की सलाह
hr: Preporučeni unos hrane
hu: Egyéb étrend-javaslatok
id: Perkiraan makanan yang tersisa
it: Suggerimenti per i pasti rimanenti
ko: 남은 식사 섭취량
mr: उर्वरित आहाराचे मार्गदर्शन
ms: Cadangan makanan yang tinggal
nl_nl: Aanbevolen hoeveelheid voedsel
no: Anslått restkost
pl: Orientacyjne spożycie pozostałych posiłków.
pt_br: Sugestões para as refeições restantes
pt_pt: Sugestões para as refeições restantes
ro: Sugestii pentru mesele rămase
ru: Оставшиеся рекомендации по питанию
sk: Odhad pre zvyšok stravy
sl: Prijazni nasveti za prehrano
sv: Rest av måltider, ungefärliga mängder
ta: மீதமுள்ள உணவுக்கான பரிந்துரை.
te: మిగిలిన ఆహారం కోసం సూచనలు
th: ปริมาณอาหารที่เหลือ
tr: Kalan yiyecek miktarı için öneriler
uk: Рекомендації щодо харчування
vi: Số lượng thức ăn còn lại ước tính
zh_hans: 剩余餐食建议
zh_hant: 剩餘餐點建議

# domain_catalog.59ed1c8a7b13
source: シートを調整し、肩をすくめずにハンドルを頭上へ押す。
ar_sa: اضبط مقعدك، ومن دون أن تهز كتفيك، ادفع عجلة القيادة فوق رأسك.
ca: Ajusteu el seient i, sense arronsar-vos les espatlles, premeu el volant per sobre del vostre cap.
cs: Upravte sedátko a přitahujte ručkami směrem k hlavě, aniž byste se ohýbali.
da: Juster sædet, og løft skuldrene uden at bøje dem, mens du trækker håndtaget opad.
de_de: Passen Sie die Sitzfläche an und drücken Sie das Handgelenk ohne Rundung nach oben.
el: Ρυθμίστε το κάθισμα και πιέστε τον ποντάκι προς τα πάνω χωρίς να σκύβετε τους ώμους.
en_au: Adjust the seat and push the handles upwards without hunching your shoulders.
es_es: Ajustar el asiento y empujar el manillar hacia arriba sin encorvar la espalda.
fi: Säädä istuinta ja vedä kahvaa ylöspäin ilman, että hartiat taittuvat.
fr_ca: Ajuster les supports et pousser le levier vers le haut sans arrondir les épaules.
gu: સીટને એડજસ્ટ કરો અને ખભાને નમે વગર હેન્ડલને માથાની ઉપર તરફ ખેંચો.
he: התאם את המושב, והרם את הידית מעל הראש מבלי לכופף את הכתפיים.
hi: सीट को समायोजित करें और बिना कंधे झुकाए, हैंडल को सिर के ऊपर धकेलें।
hr: Ajustirajte sjedište i podižite se, a zatim koristite ručke za podizanje prema glavi.
hu: Állítsd be a széket, és emeld fel a kezét a vállodhoz, ne hajlítsd meg a hátad.
id: Sesuaikan posisi kursi, lalu dorong pegangan ke atas tanpa membungkuk.
it: Regolare la sedia e spingere il manubrio verso l'alto senza incurvare le spalle.
ko: 의자를 조절하여 어깨를 굽히지 않고 손잡이를 머리 위로 밀어 올립니다.
mr: सीट समायोजित करून, खांदे खाली ठेवून हातातून मानच्या दिशेने दाब देणे.
ms: Sesuaikan kerusi, dan gerakkan tangan ke atas tanpa membungkuk.
nl_nl: Pas de zitbank aan en duw het stuur naar boven zonder je schouders te buigen.
no: Juster setet, og løft skuldrene mens du skyver håndtaket opp mot hodet.
pl: Dostosuj podkładkę, aby plecy były proste, a ramię prowadzące do uchwytu skierowane w górę.
pt_br: Ajustar o assento e empurre o guidão para cima sem arredondar as costas.
pt_pt: Ajustar o assento e empurre o guidão para cima sem arredondar as costas.
ro: Ajustează scaunul și împinge maneta spre sus, fără a te curba.
ru: Отрегулируйте положение сиденья, чтобы плечи оставались прямыми, и поднимайте рукоятку вверх.
sk: Upravte sedadlo a zdvihnite ramena, aby ste ovládali riadiacu tyč nad hlavu.
sl: Nastavi sedež in brez sklepanja ramen, dvigni roko proti glavi.
sv: Justera sitsen och pressa stången uppåt utan att böja på ryggen.
ta: சீட்டை சரிசெய்து, தோள்பட்டைக்கு மேல் இல்லாமல் கையை தலையின் மேல் உயர்த்தவும்.
te: సీట్‌ను సర్దుబాటు చేయడం, భుజాలను వంచకుండా హ్యాండిల్‌ను తల పైకి నెట్టడం.
th: ปรับเบาะ และยกมือขึ้นด้านบนโดยไม่ก้มหลัง
tr: Koltuğu ayarlayın ve omuzlarınızı çatarak, direksiyonu başınızın üzerine doğru itin.
uk: Налаштуйте сидіння, щоб плечі були в нормальному положенні, і відштовхуйте ручку вгору.
vi: Điều chỉnh ghế sao cho thoải mái, đồng thời giữ thẳng vai khi đẩy tay lên trên.
zh_hans: 调整座椅，保持挺直，将手柄向上推动。
zh_hant: 调整座椅，保持挺直，将手柄向上推动。

# domain_catalog.59ffb3a17375
source: 数字と見た目の両方から身体を整える
ar_sa: اضبط جسمك من حيث الأرقام والمظهر
ca: Ajusteu el vostre cos tant des dels números com de l'aparença
cs: Dbejte na zdraví z obou stran – čísel i vzhledu.
da: Få en sund krop ved at fokusere på både tal og udseende.
de_de: Passen Sie Ihren Körper sowohl durch Zahlen als auch durch Ihr Aussehen an.
el: Επιδείξτε μια ολοκληρωμένη προσέγγιση, λαμβάνοντας υπόψη τόσο τους αριθμούς όσο και την εμφάνιση του σώματός σας.
en_au: Improve your body by considering both numbers and appearance.
es_es: Adopta un enfoque que combine números y apariencia física.
fi: Hoida kehoasi sekä luvun että ulkonäön perusteella
fr_ca: Prenez soin de votre corps en tenant compte à la fois des chiffres et de l'apparence.
gu: સંખ્યા અને દેખાવ બંનેથી શરીરને વ્યવસ્થિત કરો.
he: להתאים את הגוף הן מבחינה מספרית והן מבחינת מראה
hi: संख्या और दिखावट दोनों से अपने शरीर को बेहतर बनाएं
hr: Pripremite tijelo uz pomoć brojeva i izgleda
hu: A testet alakítsuk ki a számok és a megjelenés alapján is.
id: Perbaiki tubuh dengan menggunakan baik angka maupun penampilan
it: Raggiungere l'equilibrio fisico considerando sia i numeri che l'aspetto esteriore
ko: 숫자뿐만 아니라 외관도 고려하여 몸을 관리합니다.
mr: आकडेवारी आणि दिसण्यानुसार शरीराची स्थिती सुधारा.
ms: Merawat badan dengan menggunakan kedua-dua angka dan penampilan
nl_nl: Werk aan zowel je fysieke conditie als je uiterlijk.
no: Ta vare på både tall og utseende for å optimalisere kroppen din.
pl: Dbaj o swoje ciało zarówno pod względem liczbowym, jak i wizualnym.
pt_br: Cuide tanto do número quanto da aparência física
pt_pt: Cuide tanto do número quanto da aparência física
ro: Obțineți o stare optimă a corpului, folosind atât numere, cât și senzații.
ru: Оптимизируйте свое тело, учитывая как цифры, так и внешний вид.
sk: Zlepšite svoj vzhľad aj zdravie.
sl: Uravnotežite svoje telo z uporabo števil in vizualnih elementov
sv: Återställ din kropp genom både siffror och utseende.
ta: எண்களாலும், தோற்றத்தாலும் உடலைச் சீராக்குங்கள்.
te: సంఖ్యలు మరియు రూపాన్ని రెండింటి నుండి శరీరాన్ని మెరుగుపరచుకోండి.
th: ปรับรูปร่างทั้งด้านตัวเลขและรูปลักษณ์
tr: Hem sayısal hem de görsel olarak vücudunuzu düzenleyin
uk: Відновлюйтеся, враховуючи як цифрові показники, так і зовнішній вигляд.
vi: Cải thiện sức khỏe từ cả con số và hình thức
zh_hans: 从数字和外观两方面来调整身体
zh_hant: 從數字和外觀兩方面來改善身體狀況

# domain_catalog.5a3309c1a4ab
source: 力強く均整の取れた筋肉
ar_sa: عضلات قوية ومتناسبة
ca: músculs forts i ben proporcionats
cs: Silné a přirozené svaly
da: Stærke og velproportionerede muskler
de_de: Kraftvolle und ausgewogene Muskeln
el: Δυνατά και αρμονικά μυς
en_au: Strong and well-proportioned muscles
es_es: Músculos fuertes y equilibrados
fi: Voimakas ja harmoninen lihas
fr_ca: Muscles forts et équilibrés
gu: મજબૂત અને સંતુલિત સ્નાયુઓ
he: שרירים חזקים ומסודרים
hi: शक्तिशाली और सुव्यवस्थित मांसपेशियां
hr: Snaga i uravnoteženi mišići
hu: Erős és harmonikus izomzat
id: Otot yang Kuat dan Seimbang
it: Muscoli forti e armoniosi
ko: 강인하고 균형 잡힌 근육
mr: मजबूत आणि आकर्षक स्नायू
ms: Otot yang Kuat dan Seimbang
nl_nl: Krachtige en evenwichtige spieren
no: Sterke og balanserte muskler
pl: Silne i harmonijne mięśnie
pt_br: Músculos fortes e equilibrados
pt_pt: Músculos fortes e equilibrados
ro: Mușchi puternici și armoniosi
ru: Сильные и гармоничные мышцы
sk: Silné a harmonické svaly
sl: Močne in enakomerni mišici
sv: Kraftfulla och välbalanserade muskler
ta: வலிமையான மற்றும் சமச்சீரான தசைகள்
te: శక్తివంతమైన మరియు సమతుల్య కండరాలు
th: กล้ามเนื้อที่แข็งแรงและสวยงาม
tr: Güçlü ve dengeli kaslar
uk: Сильні та гармонійні м'язи
vi: Sức mạnh và cơ bắp cân đối
zh_hans: 强壮而匀称的肌肉
zh_hant: 强壮而匀称的肌肉
